{
    "title": {
    "1": "ドロイド",
    "2": "DUMシリーズドロイド",
    "3": "2-1B サージカル・ドロイド",
    "4": "IG-88B ドロイド",
    "5": "スフィルナ・コルベット",
    "6": "G2リペアドロイド",
    "7": "CR90コルベット",
    "8": "74-Z スピーダーバイク",
    "9": "ETA-2 インターセプター",
    "10": "R3シリーズドロイド",
    "11": "T-70 Xウイング",
    "12": "Y翼戦闘機",
    "13": "スーパータクティカルドロイド"
    },
    "desc": {
    "1": "各ドロイドにはSyntheTech AA-1 VerboBrainが装備されており、膨大な量の情報を格納することができます。追加のメモリスペースは、通信モジュールをアクティブなメモリに保持するために使用され、翻訳中に言語情報を検索する際に長い遅延を避けることができます。TranLang III通信モジュールにより、600万以上の通信形態に堪能できます。彼らはまた、新しい未登録の言語をすばやく分析し、よりよく知られている言語に翻訳するために必要なスキルを持っています。",
    "2": "ポドラサーを維持するために設計されたピットドロイドは、手頃な価格で耐久性のある修理ドロイドです。ピットドロイドは1.19メートルの高さに立つが、使用しないときはコンパクトに折り畳む能力がある。この機能は、鼻をタップすることで切り替えることができます。",
    "3": "2-1Bのドロイドモデルは非常に高度でインテリジェントであり、そのプログラミングはヒューリスティックプロセッサも統合されているRhinnal State Medical Academyの銀河系トップの医師によってさらに進歩しています。2-1Bドロイドの最も有用な特性は、所有者がプログラミングと付属器を更新できる容易さです。2-1Bのドロイドは、認定サービスセンターへの旅行で、脳神経外科、脚科医、小児科、サイバネティック四肢交換、および外来生物学の専門家になることができます。",
    "4": "ボロボロのクロム戦争ドロイド、IG-88は高さ1.96メートルに立っています。彼の着実な目的は、頭を鳴らしてあらゆる方向を見ることができる高度なセンサーでターゲットを追跡する能力とともに、彼は大きな成功を収めています。これらのセンサーには、複数の赤色光受容器や熱センサーがあり、音響センサーIG-88も頭部の付け根にボコーダーを持つ。彼の胴体は戦場を完全に回転させることができ、あらゆる面で敵を爆破することができます。彼のタフな金属ボディは、彼は任意の損傷を取ることなく、ほとんどの攻撃に耐えることができ、耐酸サーボワイヤを備えています。",
    "5": "オリジナルのSphyrna構造にはいくつかの新機能が追加され、クラフトの港と右舷に取り付けられた2つの余分なモジュール、カーゴベイの代わりに6つの脱出ポッド、プライマリ3の上に取り付けられた第4のサブライトドライブなど、障害物を片手に移動するのに十分な力を与えているスター・デストロイヤー。全長315メートル。最大加速時速900キロメートル。ハイパードライブシステムを搭載。",
    "6": "船上の修理を支援することを目的とした第2度G2修理ドロイドは、身長が短く、高さ0.8メートルに立っています。スクワットでもあり、幅広く、底が重い体勢で、歩いたときにワドルを強制する。これらの特性は、長く、マルチジョイントの首と幅広く、重量配分された足を組み合わせることで、「ガチョウドロイド」というニックネームを得ています。各G2ユニットには、剥離された銀と真鍮のスケルトンフレームがあり、露出したジョイントと配線、色付きのトリムが付いています。ドロイドの3桁のヘビーマニピュレータは、ほとんどの修理ツールをつかむことができ、sprey足は、その低重心を安定させることを支援し、大型で重機を扱う際にG2に余分な安定性を与えます。",
    "7": "全長150mで、2つのデュアルターボレーザー砲塔と4つの単砲塔を備え、最高速度950kphに達する能力を備えています。ルーク・スカイウォーカーによると、戦闘用装備のCR90艦の中には6基のデュアルターボレイザーを装備できるものもある。全体の外交護衛を運ぶことができ、それは数百人の乗客の能力を持っています。本艦は母艦として建造されていないが、ドッキングリングにはRZ-1 A翼迎撃機3基を取り付けることができ、小型護衛が可能となっている。彼らは初期の反乱や同盟のバックボーンとして機能します。特に重武装ではありませんが、Cr90s はゴズタン級巡洋艦を非常に簡単に破壊するのに十分な前進火力を持っています。",
    "8": "74-Z Speeder Bike は、時速500kmまでの速度に達する能力があり、飛行天井は25メートルである。74-Zは民間人74-Yの軍事変種である。車両前面に向かって配置されたハンドルバーで制御され、下側に足を踏み入れたペダルは速度と高度を調節します。操縦性の高い車両には、ハンドルバーの間にコンリンクやコンリンク妨害装置などのセンサーや通信装置が装備されている。このスピーダーは、ドライバーズヘルメットにHUDと連動するテレインフォローセンサーを搭載している。戦闘用に前方に回転するブラスターキャノンで武装している。",
    "9": "全長5.47メートルのETA-2は、機動性の高い戦闘機を志向したスターファイターで、前身のAetherspriteよりも高速である。ツインイオンエンジンを搭載し、最大加速5,200G、最大速度1,500kphを実現している。Eta-2は、上部と下部のラジエーターパネル、Sフォイルを備えた翼を備えており、船のエンジンから余分な熱を流すように開放されています。ラジエーターの翼は、主に激しい戦闘中に開かれます。防衛のために、本艦はレーザー大砲2個とイオン大砲2個を備えた。レーザー大砲とは異なり、船のイオン大砲はプラズマのバーストを発射し、衝撃時にターゲットに一時的な電気的破壊を引き起こす。",
    "10": "R3シリーズ・アストロメックドロイドは、前任のR2ユニットと同じハードウェアを搭載し、以前のドロイドの拡張可能なビデオセンサーのみを欠いています。R3のシャーシは大部分が円筒形で、底部に短い円錐形をした直立管のように現れます。ドロイドを直立状態に保つには、2本の細い脚があり、それぞれが台形プリズムのような形をしたトレッドフットで終わります。3本目の脚はドロイドボディ内に収容され、安定性を高めるために必要なときに延長することができます。ユニットのデザインをキャッピングすることは、耐寒性です, 回転, プラステックスまたはトランスパリスティールドーム.アストロメックは、宇宙の真空中での機能性を可能にするために密閉されています。",
    "11": "T-70 Xウィングスターファイターは、長さ12.48メートルの十字型のスターファイターで、最大能力は1人のパイロットと底に装填されたアストロメック・ドロイドである。このスターファイターはソケットに収まり、異なるモデルに合わせて可変に設定できる。必要に応じて、ドロイドはパイロットの助けを借りずにスターファイターを飛ばすことができ、遠隔操作でも可能です。船舶のターゲットコンピュータ、フライトコントロール、その他の重要な操縦機器は、装甲コックピットモジュール内に配置され、その下には取り外し可能な液冷式フライトコンピュータが、船舶での操作においてパイロットをさらに支援します。コンピュータへのアクセスと保管用のアクセスパネルは、船の「鼻」内部にあり、サバイバルギアを隠し込むために使用される補助発電機と保管エリアも備えています。小さなセンサーウィンドウは、緊急ビーコンの後ろにあるノーセコーンの先端にある船舶のプライマリセンサーアレイの位置を示します。パイロットの背後には、生活支援システムが内蔵されており、乗員は酸素化された大気中で呼吸することができます。",
    "12": "反乱同盟軍や新共和国のパイロットに「ウィッシュボーン」として親しまれているYウィングスターファイターは戦闘爆撃機として配備され、その目的への道を進み、高い爆発物のペイロードを届け、再びその道を戦うように設計されています。その兵器には、レーザー大砲2基、イオン大砲2基、陽子魚雷発射管2基が含まれています。R2ユニットなどのアストロメック・ドロイドは、コクピット後方のソケットに差し込んで副操縦士として活動し、艦の各種システムを管理することができる。",
    "13": "攻撃を調整するためのかなり良いドロイドです。戦いが苦手で、ただ企画が上手い"
    },
    "Navbar": {
    "searchPlaceholder": "何を探してるの？",
    "searchButtonLabel": "商品の検索",
    "logoAlt": "反乱軍アウトフィッターズのロゴ",
    "searchIconAlt": "検索アイコン",
    "greetingText": "こんにちはハン",
    "historyLink": "注文履歴",
    "arrowAlt": "ドロップダウン矢印",
    "cartAlt": "カートを表示",
    "navLinkHome": "ホーム",
    "navLinkDroids": "ドロイド",
    "navLinkVehicles": "車両"
    },
    "Home": {
    "welcomeMessage": "反乱軍アウトフィッターズへようこそ！",
    "welcomeSubtitle": "私たちは、あなたが帝国に取るために必要なすべてを提供します (そして勝利).",
    "symbolAlt": "インペリアルクレジット通貨記号"
    },
    "Browse": {
    "droidTitle": "すべてのドロイド",
    "vehicleTitle": "すべての車両"
    },
    "Checkout": {
    "checkoutTitle": "チェックアウト",
    "shipSectionLabel": "配送情報",
    "firstNameLabel": "名（名）",
    "lastNameLabel": "姓",
    "coordinatesLabel": "座標",
    "coordinatesHolder": "0,0,0",
    "sectorLabel": "セクタ/象限",
    "methodLabel": "配送方法",
    "shipLightspeed": "ライトスピード",
    "shipOvernight": "一晩",
    "shipStandard": "標準",
    "paySectionLabel": "お支払い",
    "payNameLabel": "カード上の氏名",
    "payNameHolder": "最初の最後",
    "accountLabel": "インペリアルクレジット番号",
    "accountHolder": "1234567-9876-00",
    "securityLabel": "セキュリティコード",
    "securityHolder": "123456",
    "expDateLabel": "有効期限",
    "cartTitle": "ショッピングカート",
    "deleteAlt": "カートから商品を削除",
    "totalLabel": "合計: ",
    "orderLabel": "注文する",
    "termsStatement": "利用規約を読み、同意します",
    "termsLink": "(表示)",
    "successMessage": "注文が正常に完了しました。",
    "noItemMessage": "ショッピングカートに商品を追加してチェックアウトします。"
    },
    "ProductShow": {
    "qtyLabel": "数量: ",
    "addToCartLabel": "カートに追加"
    },
    "Cart": {
    "cartTitle": "ショッピングカート",
    "noItemMsg": "カートに商品がありません。",
    "deleteAlt": "カートから商品を削除",
    "totalTitle": "合計: ",
    "checkoutLabel": "チェックアウト",
    "closeAlt": "カートを閉じる"
    },
    "OrderHistory": {
    "historyTitle": "注文履歴",
    "dateHeading": "日付",
    "numberHeading": "注文番号",
    "totalHeading": "合計",
    "statusHeading": "ステータス"
    },
    "Error404": {
    "errorMessage": "404 エラー:ページが見つかりません。"
    },
    "Bottombar": {
    "menuAlt": "サイドバーのメニューを開く"
    },
    "Hamburger": {
    "githubLogoAlt": "GitHubのロゴ",
    "lingoLogoAlt": "リンゴポートのロゴ",
    "versionLabel": "バージョン: ",
    "versionBad": "非I18N準拠",
    "versionGood": "I18n準拠",
    "versionIQA": "コンテキスト内表示",
    "localeLabel": "ロケール: ",
    "localeEN": "英語-米国",
    "localeFR": "フランス語-フランス",
    "localeZH": "中国語-中国",
    "localeYO": "ヨーダ",
    "localeSI": "シス",
    "localeEO": "エスペラント",
    "githubLabel": "ソースを表示",
    "dashLabel": "リンゴポートダッシュボードの表示",
    "contactLabel": "お問い合わせ",
    "learnLabel": "さらに詳しく"
    },
    "Order": {
    "statusProcessing": "処理中",
    "statusShipped": "発送済み",
    "statusDelivered": "配信済み"
    },
  "Special": "特別",
  "New One": "翻訳する新しい文字列。"
}
